Repository: bekkasteiin/Kazmin
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Calendar
ru: Календарь

source: Projects
ru: Проекты

source: Contacts
ru: Контакты

source: Tasks
ru: Задачи/Активности

# additional
source: Additionally
ru: Дополнительно

source: Notifications
ru: Уведомления

source: Total
ru: Всего

# avgOffer
source: Average Offer
ru: Среднее предложение

# avgDiscount
source: Average discount
ru: Средняя скидка

source: Amount
ru: Сумма

source: OPPORTUNITY
ru: Предложение

source: CONFIRMED
ru: Подтверждено

source: CLOSED
ru: Закрыто

source: ARCHIVE
ru: Архив

source: Login
ru: Логин

source: Password
ru: Пароль

source: Login
ru: Войти

# forgotPassword
source: Forgot your password?
ru: Забыли пароль?

# confirmPassword
source: Confirm the password
ru: Подтвердите пароль

source: Back
ru: Назад

# recoverPassword
source: Password recovery
ru: Восстановление пароля

# signUp
source: Register now
ru: Зарегистрироваться

# recover
source: Restore
ru: Восстановить

# mustNotBeEmpty
source: Should not be empty
ru: Не должно быть пустым

source: Attention
ru: Внимание

# incorrectness
source: Authorization failed. Incorrect login or password. Login is name.surname as per ID. Login should not contain @kazminerals.com. To reset login or password, please push "Restore".
ru: Ошибка входа. Неверные логин или пароль. Логин - это имя.фамилия латинскими буквами, согласно удостоверению личности. Логин не должен содержать @kazminerals.com. Для восстановления логина или пароля, пожалуйста нажмите "Восстановить".

source: timeOut
ru: Закончилось время ожидания, подключитесь к сети

source: Task editor
ru: Редактор задачи/активности

source: Save
ru: Сохранить

source: Close
ru: Закрыть

# updatedSuccess
source: Successfully updated
ru: Успешно обновлено

# deletedSuccess
source: Successfully deleted
ru: Успешно удалено

# updatedNotSuccess
source: Update failed
ru: Обновить не удалось

# fillRequiredFields
source: Required fields must not be null
ru: Заполните обязательные поля

source: Event Editor
ru: Редактор Событий

source: Observer
ru: Обозреватель

source: Filter: Name
ru: Фильтр: Имя

# active
source: Actively
ru: Активно

# inactive
source: Inactively
ru: Не Активно

source: Resident
ru: Резидент

source: Not resident
ru: Не резидент

source: Annual income
ru: Ежегодный доход

source: Currency
ru: Валюта

source: Education
ru: Образование

source: Family status
ru: Семейное положение

source: Amount of children
ru: Количество детей

# nation
source: Nationality
ru: Национальность

source: Experience
ru: Опыт работы

source: Industry
ru: Отрасль

source: Not right format
ru: Некорректный формат

source: Company day
ru: День компании

source: Brand name
ru: Имя бренда

source: Web address
ru: Web адресс

source: ADDITIONAL
ru: ДОПОЛНИТЕЛЬНОЕ

source: State company
ru: Гос.компания

source: MAIN
ru: ГЛАВНОЕ

# editButtonCaps
source: EDIT
ru: РЕДАКТИРОВАТЬ

source: Party
ru: Контрагенты

# privat_person_editor
source: Individual editor
ru: Редактор физического лица

source: Name
ru: Наименование

source: Type of ownership
ru: Форма собственности

# nationalIdentifier
source: IIN/BIN
ru: ИИН/БИН

source: Country of residence
ru: Страна резидентства

source: Counterparty segment
ru: Сегмент контрагента

source: Marketing company
ru: Маркетинговая компания

source: Responsible
ru: Ответственный

source: Last Name
ru: Фамилия

source: MiddleName
ru: Отчество

# personName
source: Name
ru: Имя

# additionalInfo
source: Additional Information
ru: Дополнительная информация

# mainInfo
source: Basic Information
ru: Основная информация

# bithDate
source: Date of Birth
ru: Дата рождения

source: Sex
ru: Пол

# buildPlace
source: Birth place
ru: Место рождения

# notAValidNumber
source: Not Valid number
ru: Не валидное число

source: Short Name
ru: Короткое имя

# company_party_editor
source: Legal Entity Editor
ru: Редактор юридического лица

source: Task type
ru: Тип задачи/активности

source: Subtype
ru: Подтип

source: Heading
ru: Заголовок

source: Description
ru: Описание

# contragent
source: Counterparty
ru: Контрагент

source: Appointed
ru: Назначено

source: Start Date
ru: Дата начала

# endDate
source: Expiration Date
ru: Дата окончания

source: Start Date Time
ru: Дата и время начала

source: End Date Time
ru: Дата и время окончания

source: Registration Is Open Until
ru: Запись на мероприятие открыта до

source: Execution date
ru: Дата исполнения

source: Planned duration
ru: Планируемая длительность

source: Planned start date
ru: Планируемая дата выхода на работу

source: Notify for
ru: Уведомить за

source: Status
ru: Статус

source: Priority
ru: Приоритет

source: Project
ru: Проект

source: Notes
ru: Заметки

source: Team
ru: Команда

source: EDIT
ru: РЕДАКТИРОВАТЬ

# perform
source: EXECUTE
ru: ВЫПОЛНИТЬ

source: TIME ACCOUNTING
ru: УЧЕТ ВРЕМЕНИ

source: Lead
ru: Лид

source: Event Date
ru: Дата события

# durability
source: Duration
ru: Длительность

# spend
source: Spent
ru: Затрачено

source: Logout
ru: Выйти

# offers
source: Offer
ru: Предложения

source: Souvenir
ru: Сувенир

source: Souvenir
ru: Сувенирка

# taskMenuKey
source: Task
ru: Задачи

# opportunityStartDateLowerThanEndDate
source: The Issue Date must not be later than the closing date
ru: Дата Выставления не должна быть позже даты закрытия

# opportunityEndDateGreaterThanStartDate
source: The closing date must not be earlier than the issue date
ru: Дата закрытия не должна быть раньше даты выставления

source: Products
ru: Продукты

source: Files
ru: Файлы

source: Account number
ru: Номер счёта

source: Author
ru: Автор

# billingDate
source: Date of issue
ru: Дата выставления

source: Payer
ru: Плательщик

source: Poena
ru: Пеня

source: Terms of payment
ru: Условия оплаты

source: Update is available
ru: Доступно обновление

# updateIsRequired
source: Update needed
ru: Необходимо обновление

# updateT2crmnOldVersion
source: Update the T2Crm application. Your version is outdated without the update functions are not available
ru: Обновите приложение T2Crm. Ваша версия устарела без обновления функции не доступны

source: Update
ru: Обновить

source: Not a state company
ru: Не Гос.компания

# companyName
source: Name
ru: Название

source: User not found
ru: Пользователь не найден

source: Server Error
ru: Ошибка сервера

source: Error
ru: Ошибка

# success
source: Successfully
ru: Успешно

source: You will receive a letter with a code by mail
ru: Вы получите письмо с кодом на почту

source: An email has been sent to you
ru: Письмо было отправлено вам на почту

source: Something went wrong
ru: Что то пошло не так

# contracts
source: Contract
ru: Договора

source: Project number
ru: Номер проекта

source: Project name
ru: Название проекта

source: Client
ru: Клиент

# projectStartDate
source: Project start
ru: Начало проекта

source: Deadline
ru: Срок

source: Project Description
ru: Описание проекта

source: Project manager
ru: Менеджер проекта

source: Project category
ru: Категория проекта

# createTask
source: Create Task / Activity
ru: Создать Задачу/Активность

# projectStages
source: Stages / Goal
ru: Этапы/Цели

source: Obligatory field
ru: Обязательное поле

source: Team-only access
ru: Доступ только для команды

source: Date
ru: Дата

source: Type
ru: Тип

# finish
source: Complete
ru: Завершить

source: Language
ru: Язык

source: Cancel
ru: Отмена

source: Select application language
ru: Выберите язык приложения

source: Client must be asked
ru: Клиент должен быть задан

# callLogIn
source: Incoming Call Log
ru: Лог Входящих Звонков

# callLogOut
source: Outgoing Call Log
ru: Лог Исходящих Звонков

# closedOpp
source: Closed
ru: Закрытые

source: Unclosed
ru: Незакрытые

source: To Complete
ru: Сделать

# completed
source: Complete
ru: Исполнено

# certificateSuccess
source: Help sent for approval
ru: Справка отправлена на утверждение

# youDoNotVacationDays
source: You do not have vacation days for work on weekends and holidays
ru: У Вас отсутствуют дни отпуска за работу в выходные и праздничные дни

# notEnoughVacationDays
source: Not enough vacation days for work on weekends and holidays. Please specify other dates
ru: Недостаточно дней отпуска за работу в выходные и праздничные дни. Укажите другие даты

# oneOfTheVacationPartsMustBe
source: One of the vacation parts must be at least" Number of vacation days in a year (min) "days. Change the vacation dates in the request
ru: Одна из частей отпуска должна быть не менее "Кол-во дней отпуска в году (min)" дней. Измените даты отпуска в заявке.

# leaveOtherTimeAlertTitle
source: The unused part of the paid annual leave due to the recall is granted
ru: Неиспользованная в связи с отзывом часть оплачиваемого ежегодного трудового отпуска предоставляется.

# leaveOtherTimeAlertContent
source: 1) during the current working year 2) in the next working year at any time 3) either joins the paid annual leave for the next working year.
ru: 1) в течение текущего рабочего года 2) в следующем рабочем году в любое время 3) либо присоединяется к оплачиваемому ежегодному трудовому отпуску за следующий рабочий год.

# approve
source: Task approved
ru: Задача утверждено

# reassign
source: Task reassigned
ru: Задача переназначена

# reject
source: Task rejected
ru: Задача отклонено

# revision
source: Submitted for revision
ru: Отправлено на доработку

# start
source: Submitted for approval
ru: Отправлено на утверждение

source: On Hold
ru: Приостановить

# sendForApproval
source: Submitted for approval
ru: Отправлено на утверждение

# outcomeApprove
source: Approve
ru: Утвердить

# outcomeAutoReassign
source: Auto reassign
ru: Автоматическое переназначение

# outcomeReassign
source: Reassign
ru: Переназначить

# outcomeReject
source: Reject
ru: Отклонить

# outcomeRevision
source: Send for revision
ru: На доработку

# outcomeCancel
source: Cancel process
ru: Отменить процесс

# outcomeSendForApproval
source: Send for approval
ru: Отправить на утверждение

# outcomeAddIfNecessary
source: If necessary, use adding users to the route manually
ru: При необходимости воспользуйтесь добавлением пользователей в маршрут вручную

# outcomeStart
source: Start process
ru: Отправить на согласование

# personalInfo
source: Personal information
ru: Личные данные

source: Time management
ru: Управление временем

# absence
source: Leave request
ru: Отсутствия

source: Leave request
ru: Заявки на отсуствия

# absenceForRecall
source: Recall from paid leave
ru: Заявка на отзыв из отпуска

source: Shift schedule
ru: График сменности

source: Shift schedule request
ru: Заявка на график сменности

source: Home
ru: Главная

source: My Profile
ru: Мой профиль

source: My Team
ru: Моя команда

source: My Absences
ru: Мои отсутствия

source: Vacation Schedule
ru: График отпуска

source: Medical Insurance
ru: Добровольное медицинское страхование

# jclRequest
source: Job Confirmation Letter
ru: Справка с места работы

source: Payslip
ru: Расчетный лист

source: Training
ru: Обучение

source: My KPI
ru: Мой KPI

source: Teams KPI
ru: KPI команды

# tasksNotifications
source: Tasks and notifications
ru: Задачи и уведомления

source: Change password
ru: Сменить пароль

# task
source: Tasks
ru: Задачи

# areYouSureToLogout
source: Are you sure you want to logout?
ru: Вы действительно хотите выйти?

source: Absence request
ru: Заявки на отпуск

source: Training Catalogue
ru: Каталог курсов

source: My Courses
ru: Мои курсы

source: Training history
ru: История обучения

source: Library
ru: Библиотека

source: Join Health Insurance
ru: Прикрепиться к Медицинскому страхованию

source: General information
ru: Общие сведение

source: Insurance information
ru: Сведения по страхованию

source: Approval steps
ru: Этапы согласования

source: Get certificate
ru: Получить справку

# register
source: If you do not have a corporate account
ru: Если у Вас нет корпоративной учетной записи

# registerButton
source: Register
ru: Зарегистрироваться

# installTelegram
source: To register, you need to install Telegram on your phone
ru: Для регистрации необходимо установить на свой телефон Telegram

# forgotThePassword
source: Forgot login and/or password?
ru: Забыли логин и/или пароль?

# recoverThePassword
source: Restore
ru: Восстановить

source: IIN
ru: ИИН

source: Next
ru: Далее

source: Phone
ru: Телефон

source: Already registered?
ru: Уже зарегистрированы?

# enter
source: Login
ru: Войти

# signUpDataEmpty
source: An employee with this IIN is not registered in the database. Contact the HR service
ru: Сотрудник с таким ИИН в базе не зарегистрирован. Обратитесь в службу HR

# signUpLinkedUserExists
source: A user is already registered in the system for the specified IIN. If you forgot your login and / or password, use the password recovery function
ru: Для указанного ИИН в системе уже зарегистрирован пользователь. Если Вы забыли логин и/или пароль, воспользуйтесь функцией восстановления пароля

# signUpLinkedUserNotExists
source: An employee with this IIN is not registered in the database. Contact the HR service
ru: Для указанного ИИН пользователь не зарегистрирован

# signUpIINLocked
source: The user with the specified IIN is blocked. We ask you to contact the IT service
ru: Пользователь с указанным ИИН заблокирован. Просим Вас обратиться в службу ИТ

# signUpIncorrectPhone
source: An employee with such a combination of IIN and phone number is not in the system. Contact the HR service
ru: Сотрудника с такой комбинацией ИИН и номера телефона нет в системе. Обратитесь в службу HR

# signUpCorpUserExists
source: There is a corporate account for the specified IIN. Please use it to enter the portal
ru: Для указанного ИИН есть корпоративная учетная запись. Просим использовать ее для входа на портал

# signUpIncorrectInputs
source: An employee with this combination of IIN and phone number is not in the system
ru: Неверно введены ИИН или номер телефона

# signUpVerifyTelegramText
source: Verification code has been sent to your phone.
ru: На Ваш телефон отправлен верификационный код. Введите его пожалуйста

# signUpVerifyTelegramTextRecover
source: A verification code will be sent to your phone to reset your password. Enter it please
ru: На Ваш телефон отправлен верификационный код для сброса пароля. Введите его пожалуйста

# signUpVerifyEditHint
source: Verification code
ru: Верификационный код

# signUpVerifyTimer
source: Left until verification:
ru: осталось для верификации:

# signUpVerifyResend
source: Send again
ru: отправить заново

# signUpPassword
source: Enter password. - Password must be at least 8 characters; - Contain letters of the dark and uppercase - Numbers (0-9); - Special characters #!,%:?*()_+<>/\)
ru: Введите пароль - должен быть не менее 8 символов - содержать буквы верхнего и нижнего регистров - цифры (0-9) - специальные символы (!;%:?*()_+<>/\)

# signUpPasswordText
source: Password
ru: Пароль

# signUpRepeatPasswordText
source: Repeat password
ru: Повторите пароль

# signUpSendVerificationCodeError
source: Error sending SMS
ru: Ошибка отправки кода подтверждения

# exception
source: Unexpected Application Error
ru: Непредвиденная ошибка приложения

# signUpVerifyIncorrectCode
source: Error. SMS code is not correct
ru: Неверный верификационный код

# signUpEmptyName
source: Your account is missing a First name
ru: В вашей учетной записи отсутствует имя

# signUpEmptySurname
source: Your account is missing a Last name
ru: В вашей учетной записи отсутствует фамилия

# signUpEmptyLogin
source: A login has not yet been generated for your account
ru: Для вашей учетной записи еще не сгенерирован логин

# signUpSavePasswordError
source: Password update failed
ru: Ошибка сохранения пароля в базу

# signUpSavePasswordOk
source: Password saved successfully
ru: Пароль успешно сохранен

# signUpLoginGenerated
source: Congratulations, you have successfully registered.Your login name is shown below.Remember it and your password and do not share them with anyone.
ru: Поздравляем, Вы успешно прошли регистрацию! Ваш логин для входа в систему представлен ниже. Запомните его и свой пароль и никому их не передавайте.

# recoverPasswordSaved
source: Your new password has been successfully saved in the database. Remember it and your password and do not share them with anyone.
ru: Ваш новый пароль успешно сохранен в базе. Запомните его и никому не передавайте.

# toStartPage
source: To the start page
ru: На стартовую страницу

# recoverPasswordScreenText
source: To reset login and password, please indicate your ID and mobile number registered in the system. Verification sms-code will be sent to your number. If the previous mobile number is not relevant, please address to HR.
ru: Для восстановления логина и пароля, укажите ниже Ваш ИИН и номер телефона, зарегистрированный в системе. На Ваш номер будет отправлен верификационный смс-код. Если номер телефона стал неактуален, обратитесь в HR.

# hr
source: HR requests
ru: HR заявки

source: My calendar
ru: Мой календарь

# reference
source: Job confirmation letter
ru: Справки

# question
source: Send message
ru: Задать вопрос

# everydayQuestions
source: Daily survey
ru: Ежедневный опрос

# everydayQuestionsAnswer
source: Your answer
ru: Ваш ответ

# everydayQuestionsButton
source: Pass
ru: Пройти

# everydayQuestionsAlert
source: Not all fields are filled!
ru: Не все поля заполнены!

# everydayQuestionsPushError
source: An error has occurred
ru: Произошла ошибка

# everydayQuestionsSuccess
source: You are successfully finish questionnaire
ru: Вы успешно завершили опрос

source: Send message
ru: Отправить сообщение

source: Personal Data
ru: Персональные данные

# comment
source: Notes
ru: Комментарий

# cannotGoToURL
source: Unable to navigate to URL
ru: Невозможно перейти по URL

source: Documents
ru: Документы

source: Document Number
ru: Номер документа

source: Issuing authority
ru: Орган выдачи

# editText
source: Edit
ru: Редактировать

# personDocument
source: Change of identity documents
ru: Изменение документов удостоверяющих личность

# sendToApproval
source: Send for approval
ru: Отправить на согласование

source: Request number
ru: № заявки

source: Request Date
ru: Дата заявки

source: Document Type
ru: Тип документа

source: Select
ru: выберите

# issuingAuthorityExpats
source: Issued By (for expat)
ru: Орган выдачи (для экспатов)

# validFromDate
source: Issue Date
ru: Дата выдачи

# validToDate
source: Expiry Date
ru: Срок действия

source: Confirmation document
ru: Подтверждающий документ

source: Document type not selected
ru: Тип документа не выбран

source: Issuing authority not selected
ru: Орган выдачи не выбран

# validFromDateNotSelected
source: Issue date not selected
ru: Дата выдачи не выбрана

# validToDateNotSelected
source: No expiration date selected
ru: Срок действия не выбран

# documentNumberNotSelected
source: Document number is not filled
ru: Номер документа не заполнен

# filesNotSelected
source: Need to attach attachments
ru: Нужно прикрепить вложения

# saveRequestError
source: Error when saving request
ru: Ошибка при сохранении заявки

# saveRequestSuccess
source: Request saved successfully!
ru: Заявка сохранена успешно!

# adress
source: Аddress
ru: Адрес

# addressKATO
source: Classifier of administrative territorial objects (CATO)
ru: КАТО

# addressKATOCode
source: Classifier of administrative territorial objects (CATO)
ru: Код КАТО

# addressPostalCode
source: Postal code
ru: Почтовый индекс

# addressCountry
source: Country
ru: Страна

# addressStreetType
source: Street type code
ru: Код типа улицы

# addressCaption
source: Address change
ru: Изменение адреса

source: Address
ru: Адрес

source: Date from
ru: Дата с

source: Date to
ru: Дата по

source: Address type
ru: Тип адреса

source: Postal code
ru: Почтовый индекс

# street
source: Street name
ru: Улица

# homeNum
source: Building
ru: Номер дома

# homeBlock
source: Block
ru: Номер корпуса (блок)

# kv
source: Flat
ru: Квартира

# adressExpats
source: Address for expats
ru: Адрес для экспатов

# adressKZ
source: Address in Kazakh
ru: Адрес на казахском языке

# adressENG
source: Address in English
ru: Адрес на английском языке

# mark
source: Notes
ru: Примечание

source: Field
ru: Поле

source: Not filled
ru: не заполнено

source: Not Selected
ru: не выбрано

# notCannotBeEarlier
source: Сan't be before
ru: не может быть раньше

source: Message Type
ru: Тип обращения

source: Topic
ru: Тема

source: Text
ru: Текст

# camera
source: Сamera
ru: Камера

source: Photo
ru: Фото

source: Document
ru: Документ

source: Attachments
ru: Вложения

# issueDateAfterExpiredDate
source: The date of issue cannot be later than the expiration date.
ru: Дата выдачи не может быть позже срока действия

# materialAssistance
source: Material aid
ru: Материальная помощь

source: City of residence
ru: Город проживания

source: Last Name latin
ru: Фамилия на латинице

source: Middle Name latin
ru: Отчество на латинице

# personNameLatin
source: First Name latin
ru: Имя на латинице

# personalDataRequest
source: Application for changing personal data
ru: Заявка на изменение личных данных

# historyRequests
source: Request history
ru: История заявок

# educationSchool
source: Name of the educational institution
ru: Название учебного заведения

# educationType
source: Type of education
ru: Вид образования

# educationDiplomaNumber
source: Diploma, series, number
ru: Диплом, серия, номер

# educationFaculty
source: Faculty or department
ru: Факультет или отделение

# educationQualification
source: What qualifications did (-a) receive as a result of graduation
ru: Какую квалификацию получил (-a) в результате окончания учебного заведения

# educationFormStudy
source: Form of study
ru: Форма обучения

# educationSpecialization
source: Specialization
ru: Специальность

# educationStartYear
source: Year of admission
ru: Год поступления

# educationEndYear
source: Graduation or leaving year
ru: Год окончания или ухода

# personContact
source: Contacts
ru: Контактные данные

# personContactContactValue
source: Contact Value
ru: Значение

# personContactPhoneType
source: Contact type
ru: Тип контакта

# personContactStartDate
source: Start date
ru: Дата начала обучения

# personContactEndDate
source: End date
ru: Дата окончания обучения

# personContactStartAfterEndDate
source: The start date cannot be later than the end date
ru: Дата начала не может быть позже даты окончания

# experienceLocation
source: Location of institution, enterprise
ru: Местонахождение

# experienceCompany
source: Company
ru: Организация

# experienceJob
source: Job
ru: Должность

# experienceStartDate
source: Start Date
ru: Дата начала

# experienceEndDate
source: End Date
ru: Дата окончания

# experienceStartAfterEndDate
source: The start date cannot be later than the end date
ru: Дата начала не может быть позже даты окончания

# experienceStartAfterHireDate
source: The start date cannot be later than the admission date
ru: Дата начала не может быть позже даты приема

# experienceEndAfterHireDate
source: The end date cannot be later than the acceptance date
ru: Дата окончания не может быть позже даты приема

# qualification
source: Person qualification
ru: Повышение квалификации

# qualificationEducationalInstitutionName
source: Institution name
ru: Наименование образовательного учреждения

# qualificationDiploma
source: Document number
ru: Номер документа

# qualificationIssuedDate
source: Document date
ru: Дата выдачи

# qualificationQualification
source: Qualification
ru: Квалификация

# qualificationProfession
source: Speciality
ru: Специальность (профессия)

# educationDocumentType
source: Document type
ru: Тип документа

# educationExpiryDate
source: Expiry date
ru: Действителен до

# educationCourseName
source: Course name
ru: Название курса

# awardsDegrees
source: Awards and scientific works
ru: Гос.Награды, научные труды

# awardsDegreesType
source: Type
ru: Тип

# awardsDegreesKind
source: Kind
ru: Вид

# awardsDegreesDescription
source: Notes
ru: Примечание
