Repository: bekkasteiin/Kazmin
Catalog: lib/l10n/intl_*.arb
Languages: ru

# disability
source: Disability request
ru: Заявка на инвалидность

source: Yes
ru: Да

source: No
ru: Нет

# disabilityHasDisability
source: Has disability
ru: Наличие инвалидности

# disabilityDisabilityType
source: Group disability
ru: Группа инвалидности

source: Training calendar
ru: Календарь обучения

source: Course schedule
ru: Расписание курсов

source: My study plan
ru: Мой план обучения

source: Comments
ru: Комментарии

source: Leave feedback
ru: Оставить отзыв

source: Download
ru: Скачать

source: Course
ru: Курсы

source: Places left
ru: Осталось мест

# requestedCourseSchedule
source: Request
ru: Записаться

source: Trainer
ru: Тренер

source: My work contracts
ru: Мои договоры отработки

source: Type of training
ru: Вид обучения

source: Contract number
ru: Номер договора

source: Contract date
ru: Дата договора

# contractAmount
source: Contract amount (tenge)
ru: Сумма договора (тенге)

# balance
source: Balance (tenge)
ru: Остаток (тенге)

source: Working time
ru: Срок отработки

# military
source: Military form request
ru: Заявка по воинскому учету

# militaryAttitudeToMilitary
source: Relation
ru: Степень отношения

# militaryDocumentNumber
source: Document #
ru: № документа

# militaryMilitaryType
source: Military service type
ru: Тип воинского учета

# militarySuitabilityToMilitary
source: Military Sustainability
ru: Отношение к воинской службе

# militaryUdo
source: UDO
ru: УДО

# militaryMilitaryRank
source: Military rank
ru: Воинское звание

# militaryOfficerType
source: Type of officers
ru: Тип офицерского состава

# militarySpecialization
source: Military occupational specialty
ru: Военно-учетная специальность

# militaryMilitaryDocumentType
source: Type of military document
ru: Тип военного документа

# militaryTroopsStructure
source: Military profile
ru: Состав воинского учета

# beneficiary
source: Information about relatives
ru: Информация о родственниках

# beneficiaryFio
source: Employee name
ru: ФИО сотрудника

# beneficiaryWorkKazmin
source: Relatives, who works in KAZ Minerals
ru: Родственники, работающие в KAZ Minerals

# familyMember
source: Family members
ru: Члены семьи

# beneficiaryLastNameLatin
source: Last Name latin
ru: Фамилия на латинице

# beneficiaryFirstNameLatin
source: First Name latin
ru: Имя на латинице

# beneficiaryBirthDate
source: Date of birth
ru: Дата рождения

# beneficiaryAddressType
source: Address Type
ru: Тип адреса

# beneficiaryPostalCode
source: Postal Code
ru: Индекс

# beneficiaryCountry
source: Country
ru: Страна

# beneficiaryStreetType
source: Street Type
ru: Код типа улицы

# beneficiaryStreetName
source: Street Name
ru: Улица

# beneficiaryBuilding
source: Building
ru: Номер дома

# beneficiaryBlock
source: Block
ru: Номер корпуса (блока)

# beneficiaryFlat
source: Flat
ru: Квартира

# beneficiaryAddressForExpats
source: Address For Expats
ru: Адрес для экcпатов

# beneficiaryAdditionalContact
source: Additional Contact
ru: Контактный телефон

# beneficiaryRelationshipType
source: Relationship Type
ru: Степень родства

# beneficiaryLastName
source: Last name
ru: Фамилия

# beneficiaryFirstName
source: First name
ru: Имя

# beneficiaryMiddleName
source: Middle name
ru: Отчество

# beneficiaryWorkLocation
source: Place of work, position
ru: Место работы, должность

# lk
source: My Profile
ru: Личный кабинет

# lkMyData
source: Personal data
ru: Мои данные

# searchHint
source: Enter a search text. Minimum 4 letters.
ru: Введите слово для поиска. Минимум 4 буквы.

# rvd
source: Overtime/Override Request
ru: Заявки на РВД, временный перевод ...

# absPurpose
source: Purpose
ru: Обоснование

source: Time of starting
ru: Время начала работы

source: Time of finishing
ru: Время окончания работы

source: Shift
ru: Смена

source: Shift code
ru: Код смены

# discardDayHours
source: Cancel all hours of the day
ru: Отменить все часы днем

# compensationPayment
source: Compensation payment (without providing rest days)
ru: Компенсационная выплата (без предоставления дней отдыха)

# vacationDay
source: Providing rest days
ru: Предоставление дней отдыха (отгулов)

source: Remote
ru: Дистанционно

# vahtaCheckAlert
source: Filing an application is prohibited for workers engaged in rotational work
ru: Подача заявки запрещена для работников, занятых на вахтовой работе

source: Report
ru: Отчет

# reportNeedRequestID
source: First you need to save the request
ru: Сначала нужно сохранить запрос

source: Set date and time
ru: Установите дату и время

source: Competence assessment
ru: Оценка компетенций

# startCompetence
source: Start assessement
ru: Начать оценку

# purposeText
source: Purpose
ru: Текст обоснования

# childUnder
source: Orphan education
ru: Воспитание сирот

# childUnderTo18
source: Are you raising a disabled child under 18 without a father/mother?
ru: Воспитываете ли Вы ребенка-инвалида до 18 лет без отца/безматери?

# childUnderTo14
source: Are you raising a child under 14 without a father/mother?
ru: Воспитываете ли Вы ребенка до 14 лет без отца/без матери?

# personExt
source: Other information about the employee
ru: Прочая информация по работнику

source: Indicators
ru: Индикаторы

source: Indicator
ru: Индикатор

source: Employee
ru: Сотрудник

source: Manager
ru: Руководитель

source: Competence
ru: Компетенция

# resultCompetence
source: Result
ru: Результат

source: Previous
ru: Предыдущий

source: Open
ru: Открытые

# completedComptence
source: Complete assessment
ru: Завершить оценку

# completedComptenceTab
source: Completed
ru: Завершенные

source: Assessment session
ru: Оценочная сессия

source: Superior manager
ru: Вышестоящее руководитель

# nextCompetence
source: Next
ru: Cледующий

# totalPercent
source: Total,%
ru: Итого,%

# hrRole
source: Role
ru: Роль

# createTime
source: Date of creation
ru: Дата создания

# endTime
source: Expiration date
ru: Дата окончания

# outcome
source: Solution
ru: Решение

source: User
ru: Пользователь

source: No data
ru: Нет данных

# changeAbsenceTitle
source: Change of paid leave dates
ru: Заявка на изменение дат отпуска

# changeAbsenceVacation
source: Absence
ru: Отсутствие

# changeAbsenceScheduleStartDate
source: The period of annual labor leave according to the approved schedule Date from
ru: Период ежегодного трудового отпуска согласно утвержденного графика Дата c

# changeAbsenceScheduleEndDate
source: The period of annual labor leave according to the approved schedule Date to
ru: Период ежегодного трудового отпуска согласно утвержденного графика Дата по

# changeAbsenceNewStartDate
source: New period of annual leave Date from
ru: Новый период ежегодного трудового отпуска Дата с

# changeAbsenceNewEndDate
source: New period of annual leave Date to
ru: Новый период ежегодного трудового отпуска Дата по

# changeAbsencePeriodStartDate
source: The period of working days of the watch for the requested vacation Date from
ru: Период рабочих дней вахты на запрашиваемый отпуск Дата с

# changeAbsencePeriodEndDate
source: The period of working days of the watch for the requested vacation Date to
ru: Период рабочих дней вахты на запрашиваемый отпуск Дата по

# purpose
source: Justification
ru: Обоснование

# changeAbsenceVacationType
source: Absence type
ru: Тип отсутствия

source: Agree
ru: Согласен

# familiarization
source: Familiarized
ru: Ознакомлен

# doNothingAction
source: To do nothing
ru: Ничего не делать

# materialAssistanceCreateRequest
source: Create request
ru: Создать заявку

# materialAssistanceMyRequests
source: My requests
ru: Мои заявки

source: Request
ru: Заявка

# materialAssistanceAidType
source: Aid type
ru: Вид помощи

# newEmployeesTitle
source: For new employees
ru: Новым сотрудникам

# currentAdaptationPlanPeriod
source: Current adaptation period
ru: Текущий период адаптации

# otherAdaptationPeriods
source: Other periods
ru: Другие периоды

source: History
ru: История

# newEmployeesPageMyTasks
source: My tasks
ru: Мои задачи

# newEmployeesIntroductoryDocuments
source: Documents for review
ru: Документы на ознакомление

# newEmployeesMyAdaptationTeam
source: My adaptation team
ru: Команда на период адаптации

# newEmployeesCompulsoryCourses
source: Required Courses
ru: Обязательные курсы

# newEmployeesAdaptationTasks
source: Tasks for the adaptation period
ru: Задачи на период адаптации

source: Done
ru: Выполнено

# newEmployeesTaskCard
source: Task card
ru: Карточка задачи

# task1
source: Task
ru: Задача

# newEmployeesExpectedResults
source: Expected results
ru: Ожидаемые результаты

# newEmployeesResultsAchieved
source: Achieved results
ru: Достигнутые результаты

# newEmployeesIntroductaryDocuments
source: To review
ru: Требующие ознакомления

# newEmployeesAcquaintanceWithTheDocument
source: Acquaintance with the document
ru: Ознакомление с документом

# newEmployeesMarkDocument
source: Mark a document as familiar?
ru: Пометить документ как ознакомлен?

# newEmployeesMarkAsFamiliar
source: Mark as familiar
ru: Пометить как ознакомлен

# newEmployeesFamiliarized
source: Reviewed
ru: Пометить как ознакомлен

# newEmployeesRequiredCoursesAccordingToCourseMatrix
source: Required courses according to course matrix
ru: Обязательные курсы согласно матрице курсов

source: days
ru: дней

# newEmployeesGotoLearningPlan
source: Go to my learning plan
ru: Перейти в мой план обучения

# fio
source: Full Name
ru: ФИО

source: Position
ru: Должность

# phone1
source: Phone
ru: Телефон

source: Citizenship
ru: Гражданство

source: Employment date
ru: Дата приема на работу

source: Display salary?
ru: Отобрaжать ЗП?

source: Number of copies
ru: Количество копий

source: Reference type
ru: Тип справки

# obtainType
source: How to obtain
ru: Способ получения

source: View competance form
ru: Посмотреть оценочную форму

# viewCompetance
source: Open assessment
ru: Посмотреть оценку

source: Fill competance form
ru: Заполнить оценочную форму

source: Filling instructions
ru: Инструкция по заполнению

source: Required level
ru: Требуемый уровень

source: Requires development
ru: Требует развития

# competences
source: Competencyies
ru: Оценки

source: Complete assessment
ru: Завершить оценку

source: Unknown error
ru: Неизвестная ошибка

# periodExpiredMsg
source: Evaluation period has expired. Contact CBA Administrator
ru: Истек срок оценки. Обратитесь к CBA администратору

source: Show certificate
ru: Показать сертификат

# successfullyEnrolled
source: You have successfully enrolled
ru: Вы успешно записаны

source: There are no documents to review
ru: Нет документов для ознакомления

source: There are no familiar documents
ru: Нет ознакомленных документов

source: Not agreed
ru: Не согласовано

# alreadyAgreed
source: Agreed
ru: Согласовано

source: To be agreed
ru: На согласовании

# absenceDays
source: Days
ru: Дней

# absenceBalance
source: Balance at the start date
ru: Баланс на дату начала отпуска

# absenceBalanceError
source: The number of days in the application exceeds the balance of the vacation balance
ru: Количество дней в заявке превышает остаток по балансу отпуска

# absenceDateError
source: The date of the new period of annual leave is not correct
ru: Дата нового периода ежегодного трудового отпуска не корректна

# absencePeriodError
source: The period of working days of the watch for the requested vacation is not correct
ru: Период рабочих дней вахты на запрашиваемый отпуск не корректен

# bpmNeedUserWithRole
source: Need to add
ru: Необходимо добавить

# absenceDaysBalanceError
source: The number of days in the application exceeds the vacation balance
ru: Количество дней в заявке превышает остаток по балансу отпуска

# paysLipNoRecords
source: There are no records
ru: Записей нет

# dateRecallFrom
source: Date of recall from
ru: Дата отзыва с

# dateRecallTo
source: Date of recall to
ru: Дата отзыва по

# absenseInAnotherTime
source: Provision of leave at other times
ru: Предоставление отпуска в другое время

# compensationPay
source: Compensation payment
ru: Компенсационная выплата

# unusedDaysFrom
source: Dates of unused part from
ru: Даты неиспользованной части с

# unusedDaysTo
source: Dates of unused part to
ru: Даты неиспользованной части по

# useBioAuth
source: Would you like to use Touch ID or Face ID in future authentications?
ru: Использовать отпечаток пальца или распознавание лица при последующих входах?

# authenticateBio
source: Place your finger to enter the application
ru: Приложите палец, чтобы войти в приложение

# useFinger
source: Fingerprint login
ru: Вход по отпечатку пальца

# newVersionAvailable
source: A new version available
ru: Вышла новая версия приложения

# noAppToOpen
source: Application not found for file type
ru: Не найдено приложение для типа файла

source: File not found
ru: Файл не найден

# permissionDenied
source: Not enough permissions to open the file
ru: Не хватает прав для открытия файла

# requestNum
source: Request number
ru: Номер заявки

# days1
source: Days
ru: Дни

# origListText
source: I undertake to provide the original sheet of temporary disability after closing
ru: Обязуюсь предоставить оригинал листа временной нетрудоспособности после закрытия

# periodDateFrom
source: The period of annual labor leave according to the schedule Date from
ru: Период ежегодного трудового отпуска согласно графика Дата с

# periodDateTo
source: The period of annual labor leave according to the schedule Date to
ru: Период ежегодного трудового отпуска согласно графика Дата по

# joinToNextYearAbsence
source: Add to labor leave for the next working year
ru: Присоединить к трудовому отпуску за следующий рабочий год

# usedAbsenceDateFrom
source: Dates of use of the transferred labor leave Date from
ru: Даты использования перенесенного трудового отпуска Дата с

# usedAbsenceDateTo
source: Dates of use of the transferred labor leave Date to
ru: Даты использования перенесенного трудового отпуска Дата по

# periodAbsenceDateFrom
source: The period of working days for the requested leave Date from
ru: Период рабочих дней на запрашиваемый отпуск Дата с

# periodAbsenceDateTo
source: The period of working days for the requested leave Date to
ru: Период рабочих дней на запрашиваемый отпуск Дата по

# ovd
source: Request for training on a day off
ru: Заявки на ОВД

# justify
source: Course and Rationale
ru: Курс и обоснование

# hours
source: Number of hours
ru: Количество часов

# daysAmount
source: Amount of days
ru: Количество дней

# myVacationAbsenceBalance
source: Absence balance
ru: Мой баланс отпусков

# myCurrentAbsenceBalance
source: Current absence balance
ru: Баланс на текущий день

# balanceDay
source: Balance days
ru: Положено дней

# additionalBalanceDay
source: Additional balance days
ru: Положено доп. дней

# leftDay
source: Days left
ru: Осталось дней

# extraLeftDay
source: Extra days left
ru: Осталось дополнительных дней

source: Ecological due days
ru: Экологические дни

source: Ecological days left
ru: Осталось экологических дней

# organizationVacancies
source: Vacancies
ru: Вакансии организации

source: Filter
ru: Фильтр

source: Vacancy name
ru: Наименование вакансии

source: Company
ru: Компания

source: Search
ru: Поиск

source: Open vacancies
ru: Открытых вакансии

# attentionVacancies
source: Please note that according to Company Policy, if you refer a candidate, you will not be able to participate in the interview.
ru: Обратите Внимание, что согласно Политике Компании, при рекомендации кандидата Вы не сможете принимать участие в интервью.

source: Recommend
ru: Рекомендовать

source: Apply
ru: Откликнуться

source: Job responsibilities
ru: Должостные обязанности

source: Mandatory qualifications
ru: Обязательные квалификационные требования

# generalRequirement
source: General and additional requirements
ru: Общие и дополнительные требования

# desirableComments
source: Desirable requirements and additional comments
ru: Желательные требования

# createVacancies
source: The vacancy was created on
ru: Вакансия создана

# referringInfo
source: Referring employee info
ru: Данные рекомендатора

# enterName
source: Enter Your Name
ru: Укажите Ваше Имя (ФИО)

# enterEmail
source: Corporate Email
ru: Укажите Ваш корпоративный email

# candidateInfo
source: Candidate's info
ru: Данные рекомендуемого

# enterCandidateFirstName
source: Enter Candidate's First Name
ru: Укажите Имя кандидата

# enterCandidateLastName
source: Enter Candidate's Last Name
ru: Укажите Фамилию кандидата

# experienceYear
source: Years of experience
ru: Опыт работы (в годах)

source: City
ru: Город проживания кандидата

source: Relations
ru: Рекомендуемый кандидат

# candidateEducation
source: Candidate's education
ru: Образование кандидата

# candidateEvaluation
source: Candidate's personal evaluation
ru: Персональная оценка кандидата

# attachResume
source: Attach candidate's resume
ru: Приложите резюме кандидата

source: Main data
ru: Основные данные

# attachYouResume
source: Attach Your resume
ru: Приложите Ваше резюме

# employeeFio
source: Employee
ru: ФИО основного сотрудника

source: Phone number
ru: Номер телефона

source: Withholding Statement
ru: Заявление на удержание

# notFile
source: No file
ru: файл не выбран

source: Insurance contract
ru: Договор страхования

source: Assistance
ru: Ассистанс

source: Attach date
ru: Дата прикрепления

source: Exclusion date
ru: Дата исключения

# insuredProgram
source: Insurance program
ru: Программа страхования

source: Region
ru: Регион

source: Total amount, KZT
ru: Итого доплата, KZT

source: Annexes
ru: Приложения

# notAnnexes
source: No annexes
ru: Нет приложенных документов

# addFamilyMember
source: Attaching family members
ru: Прикрепить членов семьи

# informationMember
source: Information about family members
ru: Сведения по членам семьи

source: Change
ru: Изменить

source: Delete
ru: Удалить

# deleteSure
source: Are you sure you want to delete
ru: Вы уверены, что хотите удалить

source: Relative
ru: Родственник

source: Amount KZT
ru: Стоимость в KZT

# checkClick
source: You have already applied for this vacancy
ru: Вы уже откликались на данную вакансию

# checkClickRecommend
source: The candidate has already been recommended for this vacancy
ru: Кандидат уже был рекомендован на данную вакансию

# sureVacation
source: Are you sure you want to response for this vacancy?
ru: Вы уверены, что хотите откликнуться на эту вакансию?

# sureRefVacation
source: Are you sure you want to recommend this candidate?
ru: Вы уверены, что хотите рекомендовать данного кандидата?

source: Select company
ru: Выберите компанию

# errorDmsMember
source: Request for medical insurance with such IIN (Individual Identification Number) already exists.
ru: Заявка на прикрепление к ДМС с таким ИИН уже имеется в системе.

# dismissal
source: Termination
ru: Заявка на увольнение

# dismissalFIO
source: Employee name
ru: ФИО работника

# dismissalPosition
source: Position
ru: Штатная единица

# dismissalSubdivision
source: Subdivision
ru: Подразделение

# dismissalHiredate
source: Hire date
ru: Дата приема

source: Dismissal date
ru: Дата увольнения

# dismissalDownloadButton
source: Download request template
ru: Скачать шаблон заявления

# dismissalDownloadText
source: Download request template and fill by hand. Photograph and attach signed dismissal request.
ru: Скачайте шаблон заявления и заполните от руки. Подписанное заявление сфотографируйте и приложите ниже.

# myEmployeeRecognition
source: My Profile for the Employee Recognition and Bonus Program
ru: Мой профиль по программе признания и премирования сотрудников

source: Logo
ru: Лого

source: Badge
ru: Значок

source: Category
ru: Категория

source: Criterion
ru: Критерий

source: Issue date
ru: Дата утверждения

source: Expire date
ru: Срок действия

source: Pin status
ru: Статус значка

source: Pin upgrade
ru: Обмен значка

source: Valid
ru: Действителен

source: Not valid
ru: Не действителен

# attachCoPaymentField
source: Please attach to your application a withholding statement in accordance with the template for the amount of the co-payment for all family members.
ru: Прикрепите, пожалуйста, к Вашей заявке заявление на удержание согласно шаблона на сумму доплаты за всех членов семьи

# loginByPin
source: PIN-code login
ru: Вход по PIN-коду

# exitUser
source: Want to sign in and sign in as a different user?
ru: Хотите выйти и войти под другим пользователем?

# exitUserInfo
source: All current passcode settings will be reset
ru: Все текущие настройки кода доступа будут сброшены

# incorrectPin
source: Incorrect PIN code
ru: Неправильный PIN код

# enterPinTitle
source: Enter PIN code for authentication
ru: Введите PIN код для быстрого доступа к приложению

# enterPin
source: Enter PIN code
ru: Введите PIN код

# repeatePin
source: Repeat PIN Code
ru: Повторите PIN код

# doesntMatchPin
source: PIN codes do not match
ru: PIN коды не совпадают

# pinCreate
source: PIN code setting
ru: Создание PIN кода

# wantPin
source: Would you like to set up PIN code for authentication?
ru: Вы хотите создать PIN код для быстрого входа в приложение?

# touchAuth
source: FaceID/TouchID authentication
ru: Вход через FaceID/TouchID

# deleteMembers
source: Application for your family member's health insurance has been deleted.
ru: Заявка на прикрепление члена семьи удалена.

source: Your login:
ru: Ваш логин:

source: Version:
ru: Версия:

# additionalReqsforDoc
source: Additional requirements to document
ru: Дополнительные требования к документу

# cannotBeEarlierThanToday
source: The date cannot be earlier than today
ru: Дата не может быть раньше сегодняшней

# fillMobilePhone
source: Field "Phone number" must be filled.
ru: Заполните поле "Номер телефона".

# courseStartDate
source: Start Date
ru: Дата начала

# courseEndDate
source: End Date
ru: Дата окончания

# courseTime
source: Time
ru: Время

# courseDurationHours
source: Duration (hours)
ru: Длительность (часы)

# courseAddress
source: Address
ru: Адрес

# collectivePayment
source: Collective Agreement Payment
ru: Выплата по коллект. договору

source: Payment Type
ru: Вид выплаты

source: Payment Amount
ru: Сумма выплаты

# relativeText
source: If you can not find your relative in the list, please add him/her in “My Profile” > “Information about relatives”
ru: Если ФИО родственника нет в списке, то Вам необходимо добавить его/её в разделе Личный кабинет > Информация о родственниках

source: Relation Type
ru: Тип родства

# fioRelative
source: Relative
ru: ФИО родственника

# insuranceStatus
source: Attachment status (employee)
ru: Статус прикрепления (сотрудника)

# errorServerAdmin
source: Server Error, contact administrator
ru: Внимание, серверные ошибки обратитесь к администратору
